[
  Flicker:{
    "Poster": "",
    "EventName": "Flicker",
    "Tagline": "Flicker: The Afterglow of GL!TCH",
    "Date": "14 April 2024",
    "Description": "It's time to celebrate! After the incredible journey of GL!TCH, we're keeping the energy alive with Flicker, an electrifying after-party you won't want to miss! Dance the night away to a diverse blend of mainstream and underground beats spun by our talented DJs. From chart-topping hits to hidden gems, Flicker caters to all musical tastes.",
    "EntryFee": "500",
    "Prize": "",
    "RunnerUp": "",
    "Participation": "",
    "Theme": "",
    "RegistrationURL": ""
  },
  Shutter-Photo:{
    "Poster": "",
    "EventName": "Shutter",
    "Tagline": "Shutter- Photo Exhibition",
    "Date": "13 April 2024",
    "Description": "Calling all photographers! Craft your cinematic masterpiece shots for the Shutter Photo Exhibition! Show us an image that conveys a whole story in any genre, with full creative freedom. There must be atleast three photos by each individual participants. Winners will be announced at the closing ceremony.",
    "EntryFee": "100",
    "Prize": "1500",
    "RunnerUp": "800",
    "Participation": "Individual Participation",
    "Theme": "No Theme Restrictions: Let your sensors capture! This competition embraces all genres and  styles of photography.",
    "RegistrationURL": "https://unstop.com/p/shutter-photo-exhibition-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931098"
  },
  Mofit:{
    "Poster": "",
    "EventName": "Motif",
    "Tagline": "Motif",
    "Date": "12 April 2024",
    "Description": "As they always say, the first impression is the last impression. Every current application, whether it is a mobile app or a website, needs a user interface that wows the users. Motif challenges UI designers to compete with each other to create the best UI for a given theme. If you’re interested in UI Design, then there couldn’t be a better opportunity than the UI/ UX Challenge ‘Motif’ for you. Register in Motif, and compete with budding UI Designer to win accolades, and prizes.",
    "EntryFee": "Free",
    "Prize": "2000",
    "RunnerUp": "1000",
    "Participation": "Individual Participation",
    "Theme": "",
    "RegistrationURL": "https://unstop.com/hackathons/motif-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931051"
  },
  Shutter-film:{
    "Poster": "",
    "EventName": "Shutter",
    "Tagline": "Shutter - Short Film Making",
    "Date": "12 April 2024",
    "Description": "Calling all storytellers! Craft your cinematic masterpiece for the Shutter Short Film Competition! Tell your story in any genre, with full creative freedom. Films must be between 12-18 minutes, and teams can have up to 8 members. Winners will be announced at the closing ceremony.        ",
    "EntryFee": "2000",
    "Prize": "8000",
    "RunnerUp": "5000",
    "Participation": "3 - 8 Members",
    "Theme": "",
    "RegistrationURL": "https://unstop.com/p/shutter-short-film-making-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931016"
  },
  Start-Up:{
    "Poster": "",
    "EventName": "Start-Up Challenge",
    "Tagline": "Start-Up Challenge Pitch Perfect",
    "Date": "13 April 202",
    "Description": "Do you have a brilliant business idea waiting to be unleashed? This is your chance to transform your vision into reality. Calling all aspiring entrepreneurs and creative minds! Glitch Tech Fest that ignites your potential, presents Pitch Perfect: Glitch Edition, a solo startup challenge where you can showcase your innovative spirit and win big!",
    "EntryFee": "Free",
    "Prize": "5000",
    "RunnerUp": "3000",
    "Participation": "Individual Participation",
    "Theme": "",
    "RegistrationURL": "https://unstop.com/competitions/start-up-challenge-pitch-perfect-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931479"
  },
  Solaris:{
    "Poster": "",
    "EventName": "Solaris",
    "Tagline": "Solaris- Fashion Show",
    "Date": "13 April 2024",
    "Description": "Unleash your inner designer and compete for incredible prizes at Solaris, a student fashion design competition! Teams will showcase their original creations on the runway, judged by professionals. Win prizes, gain valuable experience, and network with fellow fashion enthusiasts! Register now before spots fill up!",
    "EntryFee": "₹1500 per team (non-refundable)",
    "Prize": " 10,000",
    "RunnerUp": "7,000",
    "Participation": "8 - 12 Members",
    "Theme": "Open theme - Let your imagination run wild and create a garment that embodies the essence of Solaris through your unique design perspective.",
    "RegistrationURL": "https://unstop.com/p/solaris-fashion-show-gltch-tech-fest-gautam-buddha-university-930647"
  },
  BandWar:{
    "Poster": "",
    "EventName": "Band Wars",
    "Tagline": "Band Wars",
    "Date": "12 April 2024",
    "Description": "Calling all musicians! Unleash your sound at GL!TCH's Band War, a knockout tournament where YOU, the audience, decide the winner! Rock the stage for 10 minutes and impress the crowd. Bring your own gear, pay a nominal fee of ₹2000 per team, and battle your way to the top. Winner takes home ₹10,000, and the runner-up gets ₹5000! Limited slots, register now!",
    "EntryFee": "2000",
    "Prize": "10,000",
    "RunnerUp": "5,000",
    "Participation": "4 - 12 Members",
    "Theme": "",
    "RegistrationURL": "https://unstop.com/p/band-wars-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931435"
  },
  Bridge-Making:{
    "Poster": "",
    "EventName": "Bridge Making",
    "Tagline": "Bridge Making",
    "Date": "12 April 2024",
    "Description": "Glitch Tech Fest 2024 is thrilled to announce the Ice cream  Stick Bridge Challenge, a test of your creativity, engineering skills, and love for ice cream (well, maybe not the last one, but still!). Design and build a bridge using the provided materials. Your bridge will be judged on its strength, weight efficiency, and overall design. ",
    "EntryFee": "Free",
    "Prize": "2,000",
    "RunnerUp": "1,000",
    "Participation": "1 - 3 Members ",
    "Theme": "",
    "RegistrationURL": "https://unstop.com/events/bridge-making-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931096"
  },
  Treasure-Hunt:{
    "Poster": "",
    "EventName": "GL!TCH Treasure Hunt",
    "Tagline": "GL!TCH Treasure Hunt",
    "Date": "13 Apr 24",
    "Description": "Calling all Adventurers! Join the free GL!TCH Treasure Hunt, a thrilling escapade across our vast 511-acre campus. Decipher clues, navigate hidden paths, solve puzzles and crack the code! The treasure hunt will be the ultimate test of strategy, and quick thinking. The first person to reach the hidden treasure wins! Unleash your inner detective and join the GL!TCH Treasure Hunt! Embark on a thrilling escapade across our sprawling 511-acre campus, where clues are waiting to be discovered and the ultimate prize awaits the first team to conquer the challenge.",
    "EntryFee": "150",
    "Prize": " 2,000",
    "RunnerUp": " 1,000",
    "Participation": "2 - 3 Members",
    "Theme": "",
    "RegistrationURL": "https://unstop.com/p/gltch-treasure-hunt-gltch-tech-fest-gautam-buddha-university-gbu-greater-noida-931465"
  }
]
